# coding: UTF-8 
#/usr/bin/python
[
    {
        "id": 1,
        "name": "发动机",
        "value": "A",
        "items": [
            {
                "id": 9,
                "title": "异响"
            },
            {
                "id": 11,
                "title": "电子油门延迟"
            },
            {
                "id": 12,
                "title": "漏油"
            },
            {
                "id": 13,
                "title": "机油乳化"
            },
            {
                "id": 14,
                "title": "熄火"
            },
            {
                "id": 18,
                "title": "爆震"
            },
            {
                "id": 24,
                "title": "抖动"
            },
            {
                "id": 34,
                "title": "故障灯亮"
            },
            {
                "id": 35,
                "title": "怠速不稳"
            },
            {
                "id": 37,
                "title": "漏防冻液"
            },
            {
                "id": 38,
                "title": "噪音大"
            },
            {
                "id": 44,
                "title": "无法启动"
            },
            {
                "id": 45,
                "title": "正时齿轮磨损脱落"
            },
            {
                "id": 53,
                "title": "喷油嘴故障"
            },
            {
                "id": 63,
                "title": "烧机油"
            },
            {
                "id": 85,
                "title": "油耗高"
            },
            {
                "id": 91,
                "title": "点火线圈故障"
            },
            {
                "id": 114,
                "title": "排气故障"
            },
            {
                "id": 128,
                "title": "连杆断裂"
            },
            {
                "id": 129,
                "title": "曲轴故障"
            },
            {
                "id": 136,
                "title": "拉缸"
            },
            {
                "id": 137,
                "title": "喷气嘴故障"
            },
            {
                "id": 145,
                "title": "固定螺栓断裂"
            },
            {
                "id": 160,
                "title": "无法提速"
            },
            {
                "id": 163,
                "title": "功率不足"
            },
            {
                "id": 173,
                "title": "火花塞故障"
            },
            {
                "id": 174,
                "title": "油门故障"
            },
            {
                "id": 178,
                "title": "漏气"
            },
            {
                "id": 189,
                "title": "涡轮增压器故障"
            },
            {
                "id": 191,
                "title": "冷却系统故障"
            },
            {
                "id": 198,
                "title": "正时皮带断裂"
            },
            {
                "id": 222,
                "title": "皮带断裂"
            },
            {
                "id": 235,
                "title": "发动机壳体破裂"
            },
            {
                "id": 236,
                "title": "正时链条错齿"
            },
            {
                "id": 241,
                "title": "发动机下沉"
            },
            {
                "id": 247,
                "title": "缸体生锈"
            },
            {
                "id": 251,
                "title": "气门故障"
            },
            {
                "id": 254,
                "title": "三元催化堵塞"
            },
            {
                "id": 255,
                "title": "动力消失"
            }
        ]
    },
    {
        "id": 2,
        "name": "变速器",
        "value": "B",
        "items": [
            {
                "id": 19,
                "title": "顿挫"
            },
            {
                "id": 20,
                "title": "无法换挡"
            },
            {
                "id": 22,
                "title": "漏油"
            },
            {
                "id": 27,
                "title": "跳挡"
            },
            {
                "id": 33,
                "title": "异响"
            },
            {
                "id": 69,
                "title": "拖挡"
            },
            {
                "id": 77,
                "title": "机械部件故障"
            },
            {
                "id": 84,
                "title": "滑阀箱故障"
            },
            {
                "id": 95,
                "title": "抖动"
            },
            {
                "id": 96,
                "title": "故障灯亮"
            },
            {
                "id": 98,
                "title": "低温保护"
            },
            {
                "id": 115,
                "title": "电脑板故障"
            },
            {
                "id": 184,
                "title": "挡把总成故障"
            },
            {
                "id": 208,
                "title": "共振"
            },
            {
                "id": 246,
                "title": "脱挡"
            }
        ]
    },
    {
        "id": 3,
        "name": "离合器",
        "value": "C",
        "items": [
            {
                "id": 16,
                "title": "打滑"
            },
            {
                "id": 17,
                "title": "烧毁"
            },
            {
                "id": 65,
                "title": "异响"
            },
            {
                "id": 87,
                "title": "抖动"
            },
            {
                "id": 166,
                "title": "松动"
            },
            {
                "id": 181,
                "title": "沉重"
            },
            {
                "id": 207,
                "title": "漏油"
            }
        ]
    },
    {
        "id": 4,
        "name": "转向系统",
        "value": "D",
        "items": [
            {
                "id": 57,
                "title": "失灵"
            },
            {
                "id": 58,
                "title": "漏油"
            },
            {
                "id": 59,
                "title": "异响"
            },
            {
                "id": 80,
                "title": "抖动"
            },
            {
                "id": 106,
                "title": "平衡杆故障"
            },
            {
                "id": 112,
                "title": "助力泵故障"
            },
            {
                "id": 123,
                "title": "卡滞"
            },
            {
                "id": 133,
                "title": "皮带断裂"
            },
            {
                "id": 154,
                "title": "方向盘不正"
            },
            {
                "id": 156,
                "title": "打方向沉重"
            },
            {
                "id": 219,
                "title": "平面轴承故障"
            }
        ]
    },
    {
        "id": 5,
        "name": "制动系统",
        "value": "E",
        "items": [
            {
                "id": 29,
                "title": "刹车失灵"
            },
            {
                "id": 42,
                "title": "生锈"
            },
            {
                "id": 43,
                "title": "异响"
            },
            {
                "id": 47,
                "title": "异常磨损"
            },
            {
                "id": 62,
                "title": "故障灯亮"
            },
            {
                "id": 74,
                "title": "ABS故障"
            },
            {
                "id": 99,
                "title": "漏油"
            },
            {
                "id": 111,
                "title": "抖动"
            },
            {
                "id": 159,
                "title": "手刹故障"
            },
            {
                "id": 196,
                "title": "刹车泵故障"
            },
            {
                "id": 231,
                "title": "刹车鼓爆裂"
            },
            {
                "id": 239,
                "title": "刹车盘问题"
            },
            {
                "id": 250,
                "title": "无法兰盘"
            }
        ]
    },
    {
        "id": 6,
        "name": "轮胎",
        "value": "F",
        "items": [
            {
                "id": 10,
                "title": "磨损"
            },
            {
                "id": 39,
                "title": "鼓包"
            },
            {
                "id": 41,
                "title": "胎压偏低"
            },
            {
                "id": 92,
                "title": "凹陷"
            },
            {
                "id": 100,
                "title": "开裂"
            },
            {
                "id": 130,
                "title": "爆胎"
            },
            {
                "id": 138,
                "title": "胎面不平整"
            },
            {
                "id": 142,
                "title": "胎面变色"
            },
            {
                "id": 186,
                "title": "起皮"
            },
            {
                "id": 206,
                "title": "螺丝"
            }
        ]
    },
    {
        "id": 7,
        "name": "前后桥及悬挂系统",
        "value": "G",
        "items": [
            {
                "id": 25,
                "title": "减震器漏油"
            },
            {
                "id": 51,
                "title": "中轴渗油"
            },
            {
                "id": 52,
                "title": "减震器异响"
            },
            {
                "id": 56,
                "title": "底盘异响"
            },
            {
                "id": 83,
                "title": "后桥塌陷"
            },
            {
                "id": 105,
                "title": "压力轴承异响"
            },
            {
                "id": 117,
                "title": "跑偏"
            },
            {
                "id": 124,
                "title": "差速器漏油"
            },
            {
                "id": 125,
                "title": "车轮异响"
            },
            {
                "id": 127,
                "title": "差速器异响"
            },
            {
                "id": 132,
                "title": "车轮脱落"
            },
            {
                "id": 158,
                "title": "前后桥异响"
            },
            {
                "id": 161,
                "title": "球笼套漏油"
            },
            {
                "id": 162,
                "title": "行驶中颠簸"
            },
            {
                "id": 171,
                "title": "减震器过硬"
            },
            {
                "id": 180,
                "title": "减震器生锈"
            },
            {
                "id": 188,
                "title": "车轮松动"
            },
            {
                "id": 200,
                "title": "轮毂螺丝断裂"
            },
            {
                "id": 204,
                "title": "悬挂故障"
            },
            {
                "id": 210,
                "title": "下摆臂故障"
            },
            {
                "id": 225,
                "title": "前后桥定位偏差"
            },
            {
                "id": 227,
                "title": "半轴脱落"
            },
            {
                "id": 230,
                "title": "前后桥断裂"
            },
            {
                "id": 245,
                "title": "吃胎偏磨"
            },
            {
                "id": 249,
                "title": "转向节断裂"
            },
            {
                "id": 252,
                "title": "平衡杆异响"
            }
        ]
    },
    {
        "id": 8,
        "name": "车身附件及电器",
        "value": "H",
        "items": [
            {
                "id": 15,
                "title": "车身异响"
            },
            {
                "id": 21,
                "title": "导航问题"
            },
            {
                "id": 23,
                "title": "无发动机防盗"
            },
            {
                "id": 30,
                "title": "排气管锈蚀"
            },
            {
                "id": 31,
                "title": "排气管异响"
            },
            {
                "id": 36,
                "title": "电器异响"
            },
            {
                "id": 40,
                "title": "车辆自燃"
            },
            {
                "id": 48,
                "title": "密封条损坏"
            },
            {
                "id": 49,
                "title": "车身模块故障"
            },
            {
                "id": 50,
                "title": "油箱锁故障"
            },
            {
                "id": 54,
                "title": "三元催化器故障"
            },
            {
                "id": 55,
                "title": "气囊未弹开"
            },
            {
                "id": 60,
                "title": "雨刮器问题"
            },
            {
                "id": 61,
                "title": "ABS故障"
            },
            {
                "id": 64,
                "title": "大灯模块故障"
            },
            {
                "id": 67,
                "title": "车窗升降故障"
            },
            {
                "id": 68,
                "title": "后备箱故障"
            },
            {
                "id": 70,
                "title": "点火模块故障"
            },
            {
                "id": 71,
                "title": "灯组开关故障"
            },
            {
                "id": 72,
                "title": "门窗异响"
            },
            {
                "id": 73,
                "title": "发电机故障"
            },
            {
                "id": 75,
                "title": "汽油箱漏油"
            },
            {
                "id": 78,
                "title": "汽油泵故障"
            },
            {
                "id": 79,
                "title": "车身生锈"
            },
            {
                "id": 81,
                "title": "漆面起泡"
            },
            {
                "id": 82,
                "title": "大灯不亮"
            },
            {
                "id": 86,
                "title": "四驱系统故障"
            },
            {
                "id": 88,
                "title": "大灯进水"
            },
            {
                "id": 89,
                "title": "天窗异响"
            },
            {
                "id": 90,
                "title": "天窗漏水"
            },
            {
                "id": 93,
                "title": "中控台异响"
            },
            {
                "id": 94,
                "title": "气囊故障灯亮"
            },
            {
                "id": 101,
                "title": "空调问题"
            },
            {
                "id": 102,
                "title": "中控失灵"
            },
            {
                "id": 103,
                "title": "气囊故障"
            },
            {
                "id": 104,
                "title": "行车电脑故障"
            },
            {
                "id": 109,
                "title": "车身漏水"
            },
            {
                "id": 110,
                "title": "电路故障"
            },
            {
                "id": 113,
                "title": "玻璃开裂"
            },
            {
                "id": 118,
                "title": "安全带故障"
            },
            {
                "id": 119,
                "title": "车钥匙故障"
            },
            {
                "id": 121,
                "title": "空调异味"
            },
            {
                "id": 122,
                "title": "天窗模块故障"
            },
            {
                "id": 134,
                "title": "收音机故障"
            },
            {
                "id": 144,
                "title": "玻璃漏风"
            },
            {
                "id": 146,
                "title": "电瓶故障"
            },
            {
                "id": 147,
                "title": "汽油箱异响"
            },
            {
                "id": 149,
                "title": "车门故障"
            },
            {
                "id": 150,
                "title": "排放系统故障"
            },
            {
                "id": 151,
                "title": "喇叭故障"
            },
            {
                "id": 152,
                "title": "中控台故障"
            },
            {
                "id": 153,
                "title": "油表故障"
            },
            {
                "id": 155,
                "title": "USB故障"
            },
            {
                "id": 157,
                "title": "部件磨损断裂"
            },
            {
                "id": 164,
                "title": "车内异响"
            },
            {
                "id": 167,
                "title": "节温器故障"
            },
            {
                "id": 168,
                "title": "部件开裂"
            },
            {
                "id": 169,
                "title": "座椅故障"
            },
            {
                "id": 170,
                "title": "倒车雷达故障"
            },
            {
                "id": 175,
                "title": "水温表故障"
            },
            {
                "id": 176,
                "title": "仪表台开裂"
            },
            {
                "id": 179,
                "title": "车身装饰脱落"
            },
            {
                "id": 182,
                "title": "收音机信号差"
            },
            {
                "id": 185,
                "title": "车内异味"
            },
            {
                "id": 190,
                "title": "汽油泵异响"
            },
            {
                "id": 192,
                "title": "天窗不能正常开关"
            },
            {
                "id": 193,
                "title": "汽油泵漏油"
            },
            {
                "id": 195,
                "title": "自动大灯延迟"
            },
            {
                "id": 197,
                "title": "中控锁故障"
            },
            {
                "id": 199,
                "title": "灯泡故障"
            },
            {
                "id": 201,
                "title": "车身有色差"
            },
            {
                "id": 202,
                "title": "仪表不显示"
            },
            {
                "id": 203,
                "title": "胎压监测故障"
            },
            {
                "id": 209,
                "title": "车身不平整"
            },
            {
                "id": 211,
                "title": "后视镜故障"
            },
            {
                "id": 212,
                "title": "里程表不准"
            },
            {
                "id": 213,
                "title": "CD机故障"
            },
            {
                "id": 215,
                "title": "防侧滑功能未启动"
            },
            {
                "id": 216,
                "title": "中控台不平"
            },
            {
                "id": 220,
                "title": "大灯灯罩裂纹"
            },
            {
                "id": 221,
                "title": "水泵故障"
            },
            {
                "id": 223,
                "title": "车门线束故障"
            },
            {
                "id": 224,
                "title": "后备箱遮物帘故障"
            },
            {
                "id": 226,
                "title": "车载电视故障"
            },
            {
                "id": 228,
                "title": "车门掉落"
            },
            {
                "id": 229,
                "title": "油门失灵"
            },
            {
                "id": 233,
                "title": "车门把手故障"
            },
            {
                "id": 234,
                "title": "传感器故障"
            },
            {
                "id": 240,
                "title": "点火开关故障"
            },
            {
                "id": 243,
                "title": "轮毂问题"
            },
            {
                "id": 244,
                "title": "没有后防撞钢梁"
            },
            {
                "id": 253,
                "title": "定速巡航故障"
            }
        ]
    }
]
